<script setup>
import '../../css/App.css';
import './index.css';
import Slider from '../../components/Slider/index.vue'
import Title from '../../components/Title/index.vue'
</script>

<template>
  <div>
    <Slider class="slider-mini" />
    <section class="policy-block">
      <div class="container policy-container">
        <Title title="Политика конфиденциальности"/>
        <p class="politica-text">
        <strong>1. Общие положения</strong>
        <br>
        Настоящая Политика конфиденциальности (далее – Политика) определяет порядок обработки и защиты персональных данных, предоставляемых пользователями на сайте ООО "РостКран" (далее – Компания) с доменом rost-kran.ru (далее – Сайт).
        <br>
        <strong>2. Основание и цели сбора персональных данных</strong>
        <br>
        Компания собирает и обрабатывает персональные данные на законных основаниях и исключительно в целях:
   - Обратной связи с пользователями для предоставления консультаций и ответов на запросы.
   - Оказания услуг и информирования пользователей о предоставляемых услугах.
   - Улучшения качества обслуживания и повышения уровня удовлетворенности клиентов.
        <br>
        <strong>3. Наименование, контактные данные и адрес компании</strong>
      <br>
      Наименование: ООО "РостКран"  
    Адрес: [указать юридический адрес]  
    Контактные данные: [указать телефон и электронную почту для связи]

        <br>
        <strong>4. Обработка данных третьими лицами</strong>
     <br>
     Персональные данные пользователей обрабатываются исключительно сотрудниками Компании. Доступ третьих лиц к персональным данным возможен только в случаях, предусмотренных законодательством Российской Федерации (например, по запросу правоохранительных органов).
        <br>
        <strong>5. Собираемые данные и источники</strong>
     <br>
     Компания обрабатывает следующие персональные данные, предоставляемые пользователями через форму обратной связи на Сайте:
   - ФИО
   - Телефон
   - Электронная почта
   - Текст сообщения

        <br>
        Данные предоставляются пользователями добровольно путем заполнения формы обратной связи на Сайте. Информация, содержащаяся в файлах cookie, не обрабатывается.
        <br>
        <strong>6. Сроки обработки и хранения персональных данных</strong>
     <br>
     Персональные данные, полученные через форму обратной связи, хранятся на почтовом сервере Компании до момента завершения обработки запроса пользователя и могут быть удалены по запросу пользователя.
        <br>
        <strong>7. Соблюдение прав субъектов персональных данных</strong>
     <br>
     Компания соблюдает права субъектов персональных данных, предусмотренные законом «О персональных данных». Пользователи имеют право:
   - Получить информацию о своих персональных данных, обрабатываемых Компанией.
   - Требовать уточнения, блокирования или уничтожения своих персональных данных.
   - Отозвать согласие на обработку персональных данных.

        <br>
        Для реализации своих прав пользователи могут обратиться в Компанию по указанным контактным данным.
        <br>
        <strong>8. Передача данных за пределы России</strong>
     <br>
     Компания не передает персональные данные пользователей за пределы Российской Федерации.
        <br>
        <strong>9. Меры по защите персональных данных</strong>
     <br>
     Компания принимает необходимые организационные и технические меры для защиты персональных данных пользователей от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, распространения, а также от иных неправомерных действий.
        <br>
        <strong>10. Изменения в Политике конфиденциальности</strong>
     <br>
     Компания оставляет за собой право вносить изменения в настоящую Политику. Новая редакция Политики вступает в силу с момента ее размещения на Сайте, если иное не предусмотрено новой редакцией Политики.
         <br>
         <strong>11. Контактная информация</strong>
     <br>
     По всем вопросам, связанным с настоящей Политикой конфиденциальности, пользователи могут обращаться по следующему адресу: [указать контактный адрес электронной почты и номер телефона].
         <br>
     Дата последнего обновления: 25.05.2024.
     <br>
     Настоящая Политика конфиденциальности является публичным документом и размещена для ознакомления на Сайте ООО "РостКран".
     </p>
      </div>
    </section>
  </div>
</template>