export const services = [
  {
    "id": 0,
    "title": "Монтаж, пуско-наладка и ремонт оборудования",
    "imageUrl": "/services/service0.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  },
  {
    "id": 1,
    "title": "Техническое обслуживание",
    "imageUrl": "/services/service1.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  },
  {
    "id": 2,
    "title": "Установка и наладка приборов",
    "imageUrl": "/services/service2.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  },
  {
    "id": 3,
    "title": "Обследование и нивелирование крановых путей",
    "imageUrl": "/services/service3.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  },
  {
    "id": 4,
    "title": "Техническое обслуживание",
    "imageUrl": "/services/service4.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  },
  {
    "id": 5,
    "title": "Монтаж, пуско-наладка и ремонт оборудования",
    "imageUrl": "/services/service5.webp",
    "description": "описание описание описание описание описание описание описание описание описание"
  }
];